export default `# h1
## h2
### h3
#### h4
##### h5
###### h6

**볼드체**
*이텔릭체*
~~취소선~~

* 불렛 넣기
   * 스페이스바 세 번을 앞에 넣으면 한 단계 들어갈 수 있습니다.

1. \`ol\` 넣기
2. 숫자로 넣으시면 됩니다.
   1. 똑같이 스페이스바 세 번을 앞에 넣으면 한 단계 들어갈 수 있습니다.

[링크](https://custardcream.vercel.app/)는 이렇게 넣을 수 있습니다.

줄바꿈을 하려면 두 번 엔터해주세요.

~~~javascript
const a = "apple";
console.log(a); // "apple"
~~~

코드블록을 만들려면 ~~~ 혹은 \`\`\`를 적으면 됩니다. 옆에 \`js\` 처럼 언어 이름을 적으면 해당 언어에 맞게 하이라이트가 됩니다.

글도 적고 마크다운도 연습해보세요!

토이 프로젝트로 Rich Text Editor 관심 있으시면 박시우에게 연락 주세요...ㅎㅎㅎ`;
